Repository: cassidyjames/ephemeral
Catalog: po/*.po
Languages: de, es, fr, lt, ru

source: The always-incognito web browser
de: Der Webbrowser, mit dem man immer inkognito surft
es: El navegador web que siempre va de incógnito
fr: Le navigateur web toujours incognito
lt: Visuomet inkognito saityno naršyklė
ru: Браузер, который всегда в режиме инкогнито

source: Browse the Internet in private without leaving a trace of history on your computer. Ephemeral is a stripped down private browser that's perfect for avoiding persistent cookies or web trackers. Close the window and all traces of your browsing are removed from your device.
de: Suchen Sie privat im Internet, ohne Spuren auf Ihrem Computer zu hinterlassen. Ephemeral ist ein vereinfachter, privater Browser - perfekt um bleibende Cookies oder Verfolger zu vermeiden. Schließen Sie das Fenster und alle Spuren werden von Ihrem Gerät entfernt.
es: Explore Internet en privado sin dejar rastros de histórico en el equipo. Ephemeral es un navegador personal simplificado, ideal para rehuir de las «cookies» persistentes y los rastreadores. Al cerrar la ventana, todos los vestigios de su navegación desaparecerán del dispositivo.
fr: Naviguez sur Internet en privé sans laisser de traces d'historique sur votre ordinateur. Ephemeral est un navigateur privé épuré qui est parfait pour éviter les cookies persistants ou les traqueurs sur le web. Fermez la fenêtre et toutes les traces de votre navigation sont supprimées de votre appareil.
lt: Naršykite internete privačiai, nepalikdami savo kompiuteryje jokių istorijos pėdsakų. Ephemeral yra supaprastinta privati naršyklė, kuri tobulai tinka, norint išvengti įkyrių slapukų ar saityno seklių. Užverkite langą ir visi jūsų naršymo pėdsakai yra pašalinami iš jūsų įrenginio.
ru: Просматривайте интернет приватно, не оставляя следов истории на вашем компьютере. Ephemeral — это приватный браузер, который идеально подходит для предотвращения постоянных куки-файлов или веб-трекеров. Закройте окно, и все следы вашего просмотра будут удалены с вашего устройства.

source: Handy features:
de: Nützliche Funktionen:
es: Funcionalidades útiles:
fr: Fonctions pratiques :
lt: Patogios ypatybės:
ru: Удобные функции:

source: Easily open pages in any other installed browser
de: Öffnen Sie Seiten mühelos in jedem anderen installierten Browser
es: Abra con facilidad sitios en otros navegadores instalados
fr: Ouvrez facilement des pages dans n'importe quel autre navigateur installé
lt: Lengvai atverkite puslapius bet kokioje kitoje įdiegtoje naršyklėje
ru: Без труда открывайте страницы в любом другом установленном браузере

source: Search right from the URL bar
de: Suchen Sie direkt in der URL-Leiste
es: Realice búsquedas directamente desde el cuadro de URL
fr: Cherchez directement dans la barre d'URL
lt: Atlikite paiešką tiesiai iš URL juostos
ru: Поиск прямо из адресной строки

source: Set as your default browser for true privacy by default
de: Setzen Sie Ephemeral als Standard-Browser für standardmäßige echte Privatsphäre
es: Configúrelo como navegador predeterminado para una verdadera privacidad por omisión
fr: Définissez le comme navigateur par défaut pour une vraie confidentialité par défaut
lt: Tikram privatumui pagal numatymą, nusistatykite kaip numatytąją naršyklę
ru: Установить в качестве браузера по умолчанию для лучше приватности по умолчанию

source: Hit Ctrl+W to close the current window or Ctrl+Q to quit all windows
de: Drücken Sie Strg+W um das aktuelle Fenster zu schließen oder Strg+Q um alle Fenster zu schließen
es: Presione Ctrl + W para cerrar la ventana actual, o bien, Ctrl + Q para cerrarlas todas
fr: Appuyez sur Ctrl+W pour fermer la fenêtre courante ou Ctrl+Q pour quitter toutes les fenêtres.
lt: Paspauskite Ctrl (Vald)+W, kad užvertumėte esamą langą arba Ctrl (Vald)+Q, kad išeitumėte iš visų langų
ru: Нажмите Ctrl+W, чтобы закрыть текущее окно, или Ctrl+Q, чтобы закрыть все окна.

source: Pick between privacy-respecting search engines from the menu
es: Escoja un buscador respetuoso de su privacidad en el menú
fr: Choisissez parmi les moteurs de recherche respectueux de la vie privée dans le menu
lt: Meniu pasirinkite privatumą gerbiančias paieškos sistemas

source: Quickly disable or re-enable JavaScript from the menu
es: Desactive o vuelva a activar JavaScript rápidamente desde el menú
fr: Désactivez ou réactivez rapidement JavaScript dans le menu

source: Add a website to the URL suggestions with the ⭐️ icon or Ctrl+D
es: Añada un sitio web a las sugerencias de URL con el icono ⭐️ o Ctrl+D
fr: Ajoutez un site Web aux suggestions d'URL avec l'icône ⭐️ ou Ctrl+D

source: Find text on the page with Ctrl+F
es: Busque texto en la página con Ctrl+F
fr: Recherchez du texte sur la page avec Ctrl+F

source: Ephemeral protects you in five key ways:
es: Ephemeral lo protege de cinco maneras fundamentales:
fr: Ephemeral vous protège de 5 manières clés :

source: 1️⃣ Always incognito. From the second you open an Ephemeral window until you close it (or hit the Erase button), Ephemeral is in private browsing mode. That means history, cookies, local storage, passwords, etc. are all blown away as soon as you leave.
de: 1️⃣ Immer inkognito. Von der Sekunde, in der Sie ein Ephemeral-Fenster öffnen, bis Sie es schließen (oder den Löschen-Button drücken) ist Ephemeral im privaten Modus. Das heißt, dass der Verlauf, Cookies, lokal gespeicherte Passwörter und sonstiges weg sind, sobald Sie ihn beenden.
es: 1️⃣ Siempre incógnito. Desde el instante que abre una ventana de Ephemeral hasta que la cierra (o pulsa en «Borrar»), Ephemeral está en modo de navegación privada: el histórico, las «cookies», el almacenamiento local, las contraseñas… todo se lo lleva el viento tan pronto como salga del programa.
fr: 1️⃣ Toujours incognito. Dès que vous ouvrez une fenêtre Ephemeral et jusqu'à ce que vous la fermiez (ou appuyez sur le bouton Effacer), Ephemeral est en mode navigation privée.Cela signifie que l'historique, les cookies, le stockage local, les mots de passe, etc. sont effacés dès que vous partez.
lt: 1️⃣ Visada inkognito. Nuo tos akimirkos, kai atveriate Ephemeral langą iki tol, kol jį užveriate (arba paspaudžiate mygtuką "Ištrinti"), Ephemeral yra privataus naršymo veiksenoje. Tai reiškia, kad istorija, slapukai, vietinė saugykla, slaptažodžiai ir t.t. tik jums išėjus, iš karto dingsta.
ru: 1️⃣ Как только вы откроете окно в Ephemeral и пока не закроете его (или не нажмете кнопку «Стереть»), Ephemeral будет находится в приватном режиме просмотра. Это означает, что история, куки-файлы, локальное хранилище, пароли и т.д. будут тотчас уничтожены когда вы закончите.

source: 2️⃣ Contained. Every Ephemeral window is a separate instance of the browser engine. This means pages are kept separate from one another. Sign into a service in one window, and other Ephemeral windows will have no idea you’re signed in.
de: 2️⃣ Getrennt. Jedes Ephemeral-Fenster ist eine separate Instanz der Browser-Engine. Das heißt, dass Seiten voneinander getrennt bleiben. Melden Sie sich in einem Fenster für einen Service an und andere Fenster wissen nicht, dass Sie angemeldet sind.
es: 2️⃣ Confinado. Todas las ventanas de Ephemeral son instancias separadas del motor de navegación. Ello significa que las páginas se mantienen aisladas unas de otras. Acceda a un servicio en una ventana de Ephemeral y las demás ventanas no se darán cuenta de lo ocurrido.
fr: 2️⃣ Maîtrisé. Chaque fenêtre Ephemeral est une instance séparée du moteur de rendu. Cela signifie que les pages sont séparées les unes des autres. Connectez-vous à un service dans une fenêtre, et les autres fenêtres Ephemeral ne sauront pas que vous êtes connecté.
lt: 2️⃣ Uždara. Kiekvienas Ephemeral langas yra atskiras naršyklės modulio egzempliorius. Tai reiškia, kad visi puslapiai yra laikomi atskirai vienas nuo kito. Viename lange prisijunkite prie paslaugos, o visi kiti Ephemeral langai net nenutuoks, kad esate prisijungę.
ru: 2️⃣ Контейнерный. Каждое окно Ephemeral — это отдельный экземпляр браузерного движка. Это означает, что страницы находятся отдельно друг от друга. Войдя в одном окне в службу, другие окна Ephemeral ничего не будут знать о ней.

source: 3️⃣ No third-party cookies. Out of the box, Ephemeral blocks cookies from third-party sources. This cuts down on advertising cookies and other unwanted forms of cross-site tracking.
de: 3️⃣ Keine Cookies von Dritten. Ephemeral blockiert von Haus aus Cookies von Drittanbietern. Das schränkt Cookies zu Werbezwecken und anderen ungewollten Formen von Cross-Site Tracking ein.
es: 3️⃣ Sin «cookies» de terceros. Desde el primer momento, Ephemeral bloquea las «cookies» de orígenes terceros. Ello reduce la publicidad persistente y otras formas indeseables de rastreo a través de varios sitios.
fr: 3️⃣ Pas de cookies tiers. Ephemeral bloque les cookies provenant de sources tierces. Cela permet de réduire les cookies publicitaires et autres formes indésirables de suivi entre les sites.
lt: 3️⃣ Jokių trečiųjų šalių slapukų. Jau nuo pat pradžių, Ephemeral blokuoja slapukus iš trečiųjų šalių šaltinių. Tai sumažina reklamos slapukų skaičių ir kitas sekimo formas tarp internetinių svetainių.
ru: 3️⃣ Нет сторонних куки. По умолчанию Ephemeral блокирует файлы куки из сторонних источников. Это сокращает количество рекламных куки-файлов и другие нежелательные формы межсайтового отслеживания.

source: 4️⃣ No telemetry. Ephemeral does not touch the network until you explicitly load a web page or perform a search. Even then, no usage data is ever collected—I have no idea what you do with Ephemeral, and I don't want to know!
de: 4️⃣ Keine Telemetrie. Ephemeral greift nicht auf das Netzwerk zu, bis Sie explizit eine Webseite aufrufen oder nach etwas suchen. Selbst dann werden nie Daten gesammelt—Ich habe keine Ahnung, was Sie mit Ephemeral machen und ich will es auch nicht wissen!
es: 4️⃣ Nada de telemetría. Ephemeral no toca la red hasta que usted explícitamente cargue una página web o realice una búsqueda. Aun entonces, no se recopila ningún dato de uso: no tengo idea de lo que hace con Ephemeral, ¡y no me interesa enterarme!
fr: 4️⃣ Pas de télémétrie. Ephemeral ne touche pas le réseau tant que vous n'avez pas explicitement chargé une page Web ou effectué une recherche. Même là, aucune donnée d'utilisation n'est jamais recueillie — Je n'ai aucune idée de ce que vous faites avec Ephemeral, et je ne veux pas savoir !
lt: 4️⃣ Jokios telemetrijos. Ephemeral neliečia tinklo tol, kol aiškiai nenurodysite įkelti puslapį ar neatliksite paieškos. Netgi ir tuomet, nėra renkami jokie naudojimosi duomenys—aš neturiu jokio supratimo, ką jūs darote su Ephemeral ir net nenoriu žinoti!
ru: 4️⃣ Нет телеметрии. Ephemeral не отправляет никакие запросы в сеть, пока вы явно не загрузите веб-страницу или не выполните поиск. Даже в этом случае никакие данные об использовании никогда не собираются — я понятия не имею, что вы делаете с Ephemeral, и не хочу знать!

source: 5️⃣️ Ephemeral uses Startpage.com—the world's most private search engine—by default to avoid as much Google tracking as possible. You can also choose DuckDuckGo from the menu if that’s your preference, or even set your own entirely custom search engine.
es: 5️⃣️ Ephemeral utiliza Startpage.com —⁠el buscador más privado del mundo⁠— de manera predeterminada para evitar el rastreo de Google tanto como se pueda. Si lo prefiere, también puede elegir DuckDuckGo desde el menú o incluso definir su propio buscador.
fr: Ephemeral utilise par défaut Startpage.com - le moteur de recherche le plus privé au monde - pour éviter autant que possible le suivi de Google. Vous pouvez également choisir DuckDuckGo dans le menu si c'est votre préférence, ou encore définir votre propre moteur de recherche.

source: The best part of Ephemeral comes when you use it as your default browser:
es: Lo mejor de Ephemeral viene cuando lo configura como navegador predeterminado:
fr: Le meilleur d'Ephemeral ressort lorsque vous l'utilisez comme navigateur par défaut :

source: Make privacy a habit by opening links in a private browser by default, knowing you can always jump back into something less private like Firefox, Chrome, Opera, Brave—or any other installed browser—with one click.
es: Haga de la privacidad un hábito al abrir enlaces en un navegador privado por omisión, sabiendo que basta una sola pulsación del ratón para volver a un navegador menos privado, como Firefox, Chrome, Opera, Brave o cualquier otro que haya instalado.
fr: Faîtes de la confidentialité une habitude en ouvrant vos liens dans un navigateur privé par défaut, en sachant que vous pourrez toujours revenir à quelque chose de moins privé comme Firefox, Chrome, Opera, Brave ou tout autre navigateur installé en un seul clic.

source: Remember, Ephemeral and any browser's incognito or private mode can only do so much: they mitigate some tracking and don't store data on your device, but they won't stop your ISP, government, or determined websites from tracking you.
de: Denken Sie daran, dass Ephemeral und der Inkognito-Modus oder private Modus in jedem anderen Browser nur so viel tun können: Sie können die Verfolgung ein wenig eingrenzen und keine Daten auf Ihrem Gerät speichern, aber sie werden Ihren Internetanbieter, die Regierung oder hartnäckigere Seiten nicht davon abhalten, Sie zu verfolgen.
es: Tenga presente que Ephemeral y los modos privados de cualquier otro navegador tienen límites: aunque mitigan ciertas formas de rastreo y previenen el almacenamiento local de datos, no pueden contra su proveedor de servicio, el gobierno o sitios web tenaces.
fr: N'oubliez pas qu'Ephemeral et le mode incognito ou privé de n'importe quel navigateur ne peuvent pas faire grand-chose : ils atténuent le suivi et ne stockent pas de données sur votre appareil, mais ils n'empêchent pas votre FAI, le gouvernement ou des sites web déterminés de vous suivre.
lt: Atminkite, Ephemeral ir bet kurios kitos naršyklės inkognito ar privati veiksena gali atlikti tik tiek: sumažinti tam tikrą sekimą ir nesaugoti duomenų jūsų įrenginyje, tačiau naršyklės nesustabdys jūsų interneto paslaugų teikėjo, vyriausybės ar pasiryžusių internetinių svetainių nuo jūsų sekimo.
ru: Помните, что Ephemeral и режим инкогнито или приватный режим другого браузера могут сделать очень многое, но не всё: они уменьшают некоторое отслеживание и не сохраняют данные на вашем устройстве, но они не помешают вашему провайдеру, правительству или определенным веб-сайтам отслеживать вас.

source: What if you run into a site compatibility issue due to the tracking prevention, or if you want to sign into a site using another browser’s saved passwords? Ephemeral has you covered: just hit your other browser’s icon in the header and the current page is opened up there—optionally closing the window to get out of your way.
es: ¿Qué pasa si se topa con un problema de compatibilidad a causa del antirrastreo, o si quiere acceder a un sitio con la contraseña que guardó en otro navegador? Ephemeral tiene la solución: tan solo pulse el icono de su otro navegador en la barra superior y la página actual se abrirá allí, con la opción de cerrar la ventana para no estorbar.
fr: Que faire si vous rencontrez un problème de compatibilité de site en raison de la prévention du suivi, ou si vous voulez vous connecter à un site en utilisant les mots de passe enregistrés dans un autre navigateur ? Ephemeral vous couvre : il vous suffit d'appuyer sur l'icône de votre autre navigateur dans le menu de supérieur et la page actuelle s'y ouvre avec la possibilité de fermer la fenêtre en cours pour vous laisser le champ libre.

source: For the best protection, always use a VPN.
de: Benutzen Sie immer ein VPN für den besten Schutz.
es: Para la mejor protección, utilice siempre una VPN.
fr: Pour une protection optimale, utilisez toujours un VPN.
lt: Geresnei apsaugai, visada naudokite VPN.
ru: Для лучшей защиты всегда используйте VPN.

source: Minor updates
es: Actualizaciones menores
fr: Mises à jour mineures

source: Fixed checkbox and radio button styling
fr: Correction du style des cases à cocher et des boutons radios

source: Treat “localhost” as a valid domain
fr: « localhost » est désormais traité comme un domaine valide

source: Improved dark styling when building with newer versions of WebKit
fr: Amélioration du thème sombre lors de la compilation avec des versions plus récentes de WebKit

source: Under the hood changes to make translations easier
fr: Modifications en arrière-plan pour rendre la traduction plus simple

source: Updated Spanish translations thanks to Adolfo Jayme-Barrientos and @riesp
fr: Mise à jour des traductions en espagnol grâce à Adolfo Jayme-Barrientos et @riesp

source: 🎉️ Emoji (and international character) support for domains! Punycode means domains like i❤tacos.ws will show up properly in the URL entry, while phishing domains should still show up like xn--80ak6aa92e.com
es: 🎉️ ¡Compatibilidad de emoticonos (y caracteres internacionales) para dominios! Punycode significa que dominios como i❤tacos.ws se mostrarán correctamente en la entrada del URL, mientras que los dominios de «phishing» aún deberían aparecer como xn--80ak6aa92e.com
fr: 🎉️ Prise en charge des émojis (et des caractères internationaux) pour les noms domaine ! Punycodes signifie que les noms de domaine comme i❤tacos.ws s'affichent correctement dans le champ d'URL, tandis que les noms de domaine de phishing devraient toujours s'afficher comme xn--80ak6aa92e.com

source: Translation updates
es: Actualizaciones a las traducciones
fr: Mises à jour des traductions

source: Updated Dutch translations thanks to Heimen Stoffels
es: Actualización a la traducción al neerlandés por Heimen Stoffels
fr: Mise à jour des traductions en néerlandais grâce à Heimen Stoffels
lt: Atnaujintas olandų kalbos vertimas Heimen Stoffels dėka

source: Additional translations for new features will appear in future updates as translators have a chance to do their thing.
es: Las traducciones para prestaciones nuevas aparecerán en actualizaciones futuras a medida que los traductores realizan su trabajo.
fr: Des traductions additionnelles pour des nouvelles fonctionnalités vont apparaître dans les prochaines mises à jour, c'est le moment pour les traducteurs de venir.

source: Adding Some Polish 💅️
fr: Petits ajustements 💅️

source: 💻️ Touchpad gesture navigation: Use a two-finger swipe to move back or forward through your browsing history
es: 💻️ Navegación con gestos del panel táctil: use un deslizamiento con dos dedos para avanzar o retroceder en su historial de navegación
fr: 💻️ Navigation via le pavé tactile : Glissez avec deux doigts pour aller en avant ou en arrière dans votre historique de navigation

source: 🔗️ More room for the URL entry to breathe: spacing on each side plus a maximum width means the window is easier to grab and move around
es: 🔗️ Más espacio para que la entrada de URL respire: el espacio en cada lado y un ancho máximo significa que la ventana es más fácil de agarrar y moverse
fr: 🔗️ Plus de place pour le champ d'URL : Plus d'espaces de chaque côté et largeur maximale pour faciliter la saisie et le déplacement de la fenêtre

source: UI styling fixes, plus dark style fixes for newer versions of WebKit
es: Correcciones de estilo de la interfaz de usuario, y correcciones del modo oscuro para versiones más recientes de WebKit
fr: Corrections de style de l'interface, ainsi que quelques corrections pour le thème sombre avec les dernière versions de WebKit

source: Code cleaning to keep things fresh and clean
es: Mantenimiento general del código para mantenerlo limpio
fr: Nettoyage du code pour garder les choses propres et claires
lt: Kodo išvalymas, kad būtų išlaikyta švara

source: Use Ctrl+D to add/remove a site from the suggestions
es: Use Ctrl+D para agregar/eliminar un sitio de las sugerencias
fr: Utilisez Ctrl + D pour ajouter/supprimer un site des suggestions

source: New Paste and Go item in the URL bar context menu
es: Nuevo elemento «Pegar e ir a» en el menú contextual de la barra de URL
fr: Nouvelle option Coller et Rechercher dans le menu contextuel de la barre d'URL

source: Updated Italian translations thanks to @meliurwen
es: Actualización de la traducción al italiano gracias a @meliurwen
fr: Mise à jour des traductions en lituanien grâce à @welaq

source: Updated Spanish translations thanks to Adolfo Jayme-Barrientos
es: Se actualizó la traducción al castellano; gracias a Adolfo Jayme-Barrientos
fr: Mise à jour des traductions en espagnol grâce à Adolfo Jayme-Barrientos

source: Hello from Thessaloniki
es: Hola desde Salónica
fr: Bonjour depuis Thessalonique

source: Fixed window closing: now closing the first window does not close the rest
es: Se corrigió el cierre de la ventana: ahora al cerrar la primera ventana no se cierran las demás
fr: Correction de la fermeture de la fenêtre : la fermeture de la première fenêtre ne ferme pas les autres

source: Simplified “Erase” to always close the window instead of sometimes opening a new one
es: Se simplificó «Borrar» de modo que siempre cierra la ventana en vez de abrir ocasionalmente una nueva
fr: « Effacement » simplifié pour toujours fermer la fenêtre au lieu d’en ouvrir parfois une nouvelle

source: Summer cleaning! Because that’s a thing, right?
es: ¡Limpieza a profundidad! Si podemos llamarle así…
fr: Nettoyage d'été ! Parce que c’est important, non ?

source: Fixed the “Open Link in New Window” menu item to actually do what it says
es: Se reparó el elemento del menú «Abrir enlace en una ventana nueva» para que haga precisamente eso
fr: Correction de l'option de menu « Ouvrir le lien dans une nouvelle fenêtre » pour réellement appliquer cette option

source: Fixed opening target="_blank" links in a new window with Ctrl- or middle-click
es: Se corrigió la apertura de enlaces con «target="_blank"» en una ventana nueva mediante pulsación central o con Ctrl
fr: Correction de l'ouverture des liens target="_ blank" dans une nouvelle fenêtre avec un clic droit ou milieu

source: Updated the base color in menus and dialog windows from the default elementary slate-ish black to a new deep, dark blue-ish purple
es: Se modificó el color de base de los menús y los cuadros de diálogo, del tono pizarra predeterminado de elementary a un púrpura azulado oscuro
fr: Mise à jour de la couleur de base dans les menus et les fenêtres de dialogue, du noir par défaut à un nouveau violet foncé, bleu foncé

source: Tweaked the “Open Link Externally” dialog to better isolate protocols like “mailto” or “tel”
es: Se modificó el cuadro de diálogo «Abrir enlace externamente» para aislar mejor los protocolos como «mailto» y «tel»
fr: Modification de la boîte de dialogue « Ouvrir le lien en externe » pour mieux isoler les protocoles tels que « mailto » ou « tel »

source: Significantly cleaned up and reorganized the codebase to make future features and fixes easier
es: Se depuró y reorganizó sustancialmente el código base para facilitar la producción futura de funcionalidades y correcciones
fr: Nettoyage et réorganisation de manière significative la base de code pour faciliter les futures fonctionnalités et corrections

source: Updated Catalán and Spanish translations thanks to Mario Rodrigo
es: Actualización de las traducciones catalana y castellana gracias a Mario Rodrigo
fr: Mise à jour des traductions en catalan et en espagnol grâce à Mario Rodrigo.

source: Updated French translations thanks to @NathanBnm
es: Actualización de la traducción al francés de Nathan (@NathanBnm)
fr: Mise à jour des traductions en français grâce à @NathanBnm

source: Some great UI refinements!
es: ¡Algunas mejoras en la IGU geniales!
fr: Quelques améliorations de l'interface !

source: URL entry suggestions are much snazzier thanks to Hannes Schulze
es: Las sugerencias del cuadro de entrada de URL son más elegantes gracias a Hannes Schulze
fr: Les suggestions d'entrée d'URL sont beaucoup plus rapides grâce à Hannes Shulze
