Repository: cassidyjames/ephemeral
Catalog: po/*.po
Languages: de, es, fr, lt, ru

source: JavaScript alerts now follow the elementary HIG thanks to David Hewitt
es: Las alertas de JavaScript ahora siguen el HIG de elementary gracias a David Hewitt
fr: Les alertes JavaScript suivent désormais les directives d'elementary OS en terme d'interface (HIG) grâce à David Hewitt

source: Ciao! Translated to Italian thanks to @meliurwen
es: Ciao! Traducido a italiano gracias a @meliurwen
fr: Ciao! Traduction en italien grâce à @meliurwen

source: Updated Catalan translations thanks to Mario Rodrigo.
es: Se actualizó la traducción al catalán; gracias a Mario Rodrigo.
fr: Mise à jour des traductions en catalan grâce à Mario Rodrigo.

source: Code cleanup
es: Limpieza de código
fr: Nettoyage du code

source: Updated Russian translations thanks to Artem Polishchuk
es: Actualización de la traducción al ruso de Artem Polishchuk
fr: Mise à jour des traductions en russe grâce à Artem Polishchuk

source: No foolin'. Two major new features:
es: No bromeamos. Dos grandes prestaciones nuevas:
fr: Pas de repos. Deux nouvelles fontionnalités majeures :

source: 🔍️ New Custom Search Engine setting in the Menu
es: 🔍️ Opción nueva de buscador personalizado en el menú
fr: 🔍️ Nouveau choix de moteur de recherche personnalisé dans le menu

source: ⭐️ Add your own websites to the suggestions using the new button in the URL entry
es: ⭐️ Añada sus propios sitios web a las sugerencias mediante el nuevo botón en el cuadro de URL
fr: ⭐️ Ajoutez votre propre site aux suggestions en utilisant le bouton dans le champ desaisie de l'URL

source: Plus the usual iterative improvements:
es: Más las mejoras graduales de costumbre:
fr: En plus des améliorations habituelles :

source: Various URL entry fixes and tweaks
es: Diversas correcciones y cambios en el cuadro de URL
fr: Corrections et améliorations diverses du champ de saisie de l'URL

source: Translations for new features will appear in future updates as translators have a chance to do their thing.
es: Las traducciones para prestaciones nuevas aparecerán en actualizaciones futuras a medida que los traductores realizan su trabajo.
fr: Des traductions additionnelles pour des nouvelles fonctionnalités vont apparaître dans les prochaines mises à jour, c'est le moment pour les traducteurs de venir.

source: Cześć! Translated to Polish thanks to Paweł Jerzy Przybysz
es: Cześć! Traducción al polaco de Paweł Jerzy Przybysz
fr: Cześć! Traduction en polonais grâce à Paweł Jerzy Przybysz

source: Updated Lithuanian translations thanks to @welaq
es: Actualización de la traducción al lituano de @welaq
fr: Mise à jour des traductions en lituanien grâce à @welaq

source: Blaze It
es: A quemarla
fr: Ça s'enflamme

source: New option to close the window when opening a page in an external browser
es: Opción nueva para cerrar la ventana al abrir una página en un navegador externo
fr: Nouvelle option pour fermer la fenêtre lors de l'ouverture d'une page dans un navigateur externe
lt: Naujas parametras užverti langą, kuomet puslapis atveriamas išorinėje naršyklėje

source: The web view is now focused when navigating
es: El visualizador web ahora recibe el foco durante la navegación
fr: La vue web est maintenant focalisée lors de la navigation
lt: Dabar, naršant, saityno rodinys yra sufokusuotas

source: URL Entry Fixes
es: Correcciones en el cuadro de URL
fr: Corrections sur le champ d'URL
lt: URL įrašo pataisos

source: Updated and corrected several autocomplete domains
es: Puesta al día y corrección de varios dominios de compleción automática
fr: Mise à jour et correction de plusieurs domaines d'autocomplétion
lt: Atnaujintos ir pataisytos kai kurios automatinio užbaigimo sritys

source: No longer attempt to force HTTPS on protocol-less domains—fixes several popular sites
es: Ya no se intenta forzar HTTPS en dominios sin protocolo, lo cual repara varios sitios populares
fr: Ne force plus le HTTPS sur les domaines sans protocole - résout les problèmes avec plusieurs sites populaires
lt: Daugiau nebebandoma priverstinai naudoti HTTPS sritims be protokolų—pataiso kai kurias populiarias internetines svetaines

source: Strip whitespace from URL entry before navigating—fixes instances where trying to navigate to a domain would perform a search
es: Eliminación de espacios del URL antes de navegar: corrige situaciones donde se realizaba una búsqueda al intentar navegar a un dominio
fr: Suppression de l'espace blanc du champ de saisie de l'URL : correction des cas où la recherche d'un nom de domaine doit être effectuée en essayant de naviguer vers un domaine
lt: Prieš naršant, pašalinti tarpus iš URL įrašo—pataiso egzempliorius, kuomet bandant naršyti į sritį, buvo atliekama paieška

source: URL Suggestion Fixes
es: Correcciones de sugerencias de URL
fr: Correction des suggestions d'URL
lt: URL pasiūlymų pataisos

source: Corrected joinmastodon.org TLD
es: Corrección del TLD de joinmastodon.org
fr: Correcton pour le nom de domaine joinmastodon.org
lt: Ištaisyta joinmastodon.org TLD

source: Added additional useful sites
es: Adición de sitios útiles
fr: Ajout d'autres sites utiles
lt: Pridėtos papildomos naudingos svetainės

source: Added descriptions for more sites
es: Adición de descripciones para más sitios
fr: Ajout des descriptions pour plus de site
lt: Pridėta aprašų daugiau svetainių

source: Removed dead sites
es: Eliminación de sitios caídos
fr: Supression des sites inactifs
lt: Pašalintos nebeveikiančios svetainės

source: Updated translations
es: Traducciones actualizadas
fr: Mise à jour des traductions
lt: Atnaujinti vertimai

source: All New Search + Suggestions
es: Búsqueda renovada y sugerencias
fr: Nouveau système de recherche + Suggestions
lt: Visiškai nauja paieška + pasiūlymai

source: The URL entry will offer to complete over 400 popular sites*
es: El cuadro de URL ofrece completar más de 400 sitios populares*
fr: L'entrée de l'URL proposera de compléter le champ avec plus de 400 sites populaires*.
lt: URL įrašas siūlys automatiškai užbaigti rašyti virš 400 populiarių svetainių pavadinimus*

source: New Search Engine choice in the Menu
es: Nueva selección de buscador en el menú
fr: Nouveau choix de moteur de recherche dans le menu
lt: Naujas paieškos sistemų pasirinkimas meniu

source: Switched to Startpage.com by default
es: Se cambió a Startpage.com de manera predeterminada
fr: Passage à Startpage.com par défaut
lt: Pagal numatymą, perjungta į Startpage.com

source: Happy birthday, Katie!
es: ¡Feliz cumpleaños, Katie!
fr: Joyeux anniversaire, Katie !

source: *This data is all shipped with Ephemeral itself, and Ephemeral still does not touch the network until you explicitly navigate somewhere. The list of domains is heavily inspired by a similar feature in Firefox Focus. Domains being included in completion suggestions are not an endorsement, it simply means that domain is relatively popular.
es: * Estos datos están incorporados en el propio Ephemeral. El programa no toca la red hasta que usted explícitamente navega hacia algún sitio. La lista de dominios se ha inspirado en gran medida en una prestación similar de Firefox Focus. La inclusión de determinados dominios en la lista no implica promoción o respaldo; simplemente denota su relativa popularidad.
fr: *Ces données sont toutes incluses dans Ephemeral lui-même, et Ephemeral ne se connecte pas au réseau tant que vous ne naviguez pas explicitement quelque part. La liste des domaines est fortement inspirée d'une fonctionnalité similaire dans Firefox Focus. Les domaines inclus dans les suggestions ne représentent pas un soutien, cela signifie simplement que le domaine est relativement populaire.
lt: *Visi šie duomenys yra pateikiami kartu su Ephemeral ir Ephemeral neliečia tinklo tol, kol aiškiai nenurodysite kur nors naršyti. Sričių sąrašas yra stipriai įkvėptas panašios ypatybės, kuri yra Firefox Focus. Į užbaigimo sąrašą įtrauktos sritys nėra skatinimas, tai, tiesiog, parodo, kad šios sritys yra santykinai populiarios.

source: Guten Tag! German translations thanks to Hannes Schulze
es: Guten Tag! Traducción al alemán de Hannes Schulze
fr: Guten Tag! Traductions en allemand grâce à Hannes Shulze
lt: Guten Tag! Vokiečių kalbos vertimas Hannes Schulze dėka

source: Здравствуйте! Russian translations thanks to Artem Polishchuk
es: Здравствуйте! Traducción al ruso de Artem Polishchuk
fr: Здравствуйте! Traductions en russe grâce à Artem Polishchuk
lt: Здравствуйте! Rusų kalbos vertimas Artem Polishchuk dėka

source: More translations:
es: Más traducciones:
fr: Plus de traductions :
lt: Daugiau vertimų:

source: Lithuanian translations thanks to @welaq
es: Traducción al lituano de @welaq
fr: Traductions en lituanien grâce à @welaq
lt: Lietuvių kalbos vertimas @welaq dėka

source: Fixed some missed translations and updated French translations. Thanks again, @NathanBnm!
es: Se solucionaron algunos textos no traducibles y se puso al día la traducción francesa. ¡Gracias de nuevo, @NathanBnm!
fr: Correction de certaines traductions manquantes et mise à jour des traductions en français. Merci encore @NathanBnm !
lt: Pataisyti kai kurie trūkstami vertimai ir atnaujintas prancūzų kalbos vertimas. Dar kartą ačiū, @NathanBnm!

source: Lots o' goodies:
es: Funcionalidades a montones:
fr: Beaucoup de nouveautés :
lt: Daug gėrybių:

source: The last-used browser is remembered for next time
es: El último navegador utilizado se recuerda para la próxima vez
fr: Le dernier navigateur utilisé est enregistré pour la fois prochaine
lt: Paskutinė naudota naršyklė yra įsimenama kitam kartui

source: New "Reset Preferences" menu item and dialog
es: Adición de la opción «Restablecer preferencias»
fr: Nouvel élément « Réinitialiser les préférences » dans le menu
lt: Naujas meniu elementas ir dialogas "Atstatyti nuostatas"

source: Ctrl+O to open the current page in another browser
es: Ctrl + O para abrir la página actual en otro navegador
fr: Utilisez Ctrl + O pour ouvrir la page courante dans un autre navigateur
lt: Naudokite Ctrl (Vald)+O, norėdami atverti esamą puslapį kitoje naršyklėje

source: Refined (ever-so-subtly less flat) HeaderBar design
es: Diseño refinado (un poco menos plano) de la barra principal
fr: Apparence de la barre supérieure améliorée (toujours aussi subtilement moins plat)
lt: Iš naujo sukurtas antraščių juostos dizainas

source: Ephemeral is now translatable!
es: ¡Ephemeral ahora puede traducirse!
fr: Ephemeral peut maintenant être traduit !
lt: Dabar Ephemeral yra išverčiama!

source: Translations:
es: Traducciones:
fr: Traductions :
lt: Vertimai:

source: ¡Hola! Spanish translations thanks to Adolfo Jayme-Barrientos and Mario Rodrigo
es: ¡Hola! Traducción al castellano de Adolfo Jayme-Barrientos y Mario Rodrigo
fr: ¡Hola! Traductions en espagnol grâce à Adolfo Jayme-Barrientos et Mario Rodrigo
lt: ¡Hola! Ispanų kalbos vertimas Adolfo Jayme-Barrientos ir Mario Rodrigo dėka

source: salut! French translations thanks to Nathan (@NathanBnm)
es: Salut ! Traducción al francés de Nathan (@NathanBnm)
fr: Salut ! Traductions en français grâce à Nathan (@NathanBnm)
lt: salut! Prancūzų kalbos vertimas Nathan (@NathanBnm) dėka

source: Olá! Brazilian Portuguese translations thanks to Lucas Sanchez dos Anjos
es: Olá! Traducción al portugués brasileño de Lucas Sanchez dos Anjos
fr: Olá! Traductions en portugais (Brésil) grâce à Lucas Sanchez dos Anjos
lt: Olá! Brazilijos portugalų kalbos vertimasLucas Sanchez dos Anjos dėka

source: Hallo! Dutch translations thanks to Heimen Stoffels
es: Hallo! Traducción al neerlandés de Heimen Stoffels
fr: Hallo! Traductions en néérlandais grâce à Heimen Stoffels
lt: Hallo! Olandų kalbos vertimas Heimen Stoffels dėka

source: Styling fixes for non-native platforms.
es: Correcciones de diseño para plataformas no nativas.
fr: Corrections d'apparence pour les plateformes non natives.
lt: Stiliaus pataisos ne savoms platformoms.

source: Fixed a few small issues with zoom:
es: Se repararon algunos problemas de escala:
fr: Correction de quelques petit soucis avec le zoom :
lt: Pataisytos kelios nedidelės problemos su masteliu:

source: Zoom controls are now only sensitive when the web view is visible
es: Ahora los controles de escala se activan solo cuando la vista web es visible
fr: Les contrôle de zoom sont maintenant sensibles uniquement quand la vue web est visible
lt: Dabar, mastelio valdikliai yra matomi tik tuomet, kai yra matomas saityno rodinys

source: Reported zoom level is now correct when opening a new window
es: La escala declarada ahora es la correcta al abrir una ventana nueva
fr: Le niveau de zoom affiché est maintenant correct lors de l'ouverture d'une nouvelle fenêtre
lt: Dabar, atveriant langą, rodomas mastelio lygis yra teisingas

source: Reported zoom level is now kept in sync across open windows
es: La escala declarada ahora se mantiene en sincronía entre las ventanas abiertas
fr: Le niveau de zoom affiché est maintenant synchronisé entre les fenêtres ouvertes.
lt: Dabar, rodomas mastelio lygis yra sinchronizuojamas tarp visų atvertų langų

source: Zoom! And more…
es: ¡Escala! Y más…
fr: Zoom! Et plus encore…
lt: Mastelis! Ir daugiau…

source: A new menu to keep the UI tidy and balanced
es: Un menú nuevo para una interfaz prolija y balanceada
fr: Nouveau menu pour rendre l'interface ordonnée et équilibrée
lt: Naujas meniu, kad naudotojo sąsaja būtų išlaikyta švari ir subalansuota

source: Zoom in, out, and default from the new menu or with the keyboard
es: Aumente, disminuya o restablezca la escala desde el nuevo menú o a través del teclado
fr: Zomme avant, arrière et zoom par défaut via le nouveau menu ou avec le clavier
lt: Didinkite, mažinkite ir atstatykite mastelį, naudodami naują meniu arba klaviatūrą

source: New Window action moved into the menu
es: Se trasladó la acción Ventana nueva al menú
fr: Nouvelle action de fenêtre déplacée dans le menu
lt: Naujo lango veiksmas perkeltas į meniu

source: Added a Quit All Windows action to the menu
es: Se añadió al menú la acción Salir de todas las ventanas
fr: Ajout d'une action « Quitter toutes les fenêtres » dans le menu
lt: Į meniu pridėtas veiksmas Išeiti iš visų langų

source: Smooth scrolling when using the keyboard or a scrollwheel
es: Desplazamiento suave al utilizar el teclado o una rueda
fr: Défilement en continu à l'aide du clavier ou de la molette de défilement
lt: Glotnus slinkimas, naudojant klaviatūrą ar pelės ratuką

source: Fixed Twitch livestreams
es: Corrección para las trasmisiones de Twitch
fr: Correction des lives Twitch
lt: Pataisyti Twitch tiesioginiai srautai

source: Fixed YouTube resolution support: now up to 4K!
es: Ahora se admite la reproducción de vídeos de YouTube en calidad 4K
fr: Correction du support de la résolution de YouTube : Maintenant jusqu'en 4K !
lt: Pataisytas YouTube raiškos palaikymas: dabar iki 4K!

source: Better error handling and quality of life improvements all around:
es: Mejoras generales de usabilidad y en el tratamiento de errores:
fr: Meilleure gestion des erreurs et améliorations :
lt: Geresnis klaidų apdorojimas ir gyvenimo kokybės patobulinimai:

source: New approval dialogs for external apps, e.g. appstream:// or ftp://
es: Se añadieron diálogos de consentimiento a aplicaciones externas, p. ej., para appstream:// o ftp://
fr: Nouvelle boîte de dialogue de confirmation pour les applications externes, par exemple appstream:// ou ftp://
lt: Nauji išorinių programų patvirtinimo dialogai, pvz., appstream:// ar ftp://

source: New warning when no network connection
es: Nueva alerta al carecer de conexión de red
fr: Nouvel avertissement en cas d'absence de connexion réseau
lt: Naujas įspėjimas, kai nėra interneto ryšio

source: Prettier errors using native views
es: Errores más lindos mediante vistas nativas
fr: Les erreurs utilisent maintenant les vues natives
lt: Gražesnės klaidos, naudojant savus rodinius

source: Stopped throwing away text when unfocusing URL entry
es: Ya no se desecha el texto cuando el cuadro de URL pierde el foco
fr: Arrêt du rejet du texte lorsque le champ de saisie d'URL n'est pas sélectionné
lt: Nustota išmėtinėti tekstą, kai nuimamas fokusavimas nuo URL įrašo

source: Stopped searching when the URL entry is empty
es: Han cesado las búsquedas cuando el cuadro de URL está vacío
fr: Arrêt de la recherche lorsque le champ de saisie d'URL est vide
lt: Nustota atlikinėti paiešką, kai URL įrašas yra tuščias

source: Code cleaning to keep things smelling fresh
es: Limpieza del código para conservarlo pulcro
fr: Nettoyage du code pour garder les choses claires
lt: Kodo išvalymas, kad būtų išlaikytas naujumas

source: Fresh styles to keep things funky, plus more:
es: Estilos nuevos para permanecer a la moda, y más:
fr: Des styles frais pour garder les choses funky, et plus encore :
lt: Nauji stiliai, kad būtų išlaikytas įkvėpimas bei daugiau:

source: The new start page makes Ephemeral faster and makes it not touch the network until you're ready to browse
es: La nueva página de inicio acelera Ephemeral y evita que toque la red hasta que usted esté preparado para navegar
fr: La nouvelle page d'accueil rend Ephemeral plus rapide et vous permet de ne pas toucher le réseau jusqu'à ce que vous soyez prêt à naviguer sur le web
lt: Naujas pradžios puslapis padaro Ephemeral greitesnę ir priverčia programą neliesti tinklo tol, kol nepradedate naršyti

source: Middle- or Ctrl-click a link to open it in a new window
es: Use el botón central del ratón u oprima Ctrl y clique para abrirlo en otra ventana
fr: Cliquez au milieu ou Ctrl-cliquez sur un lien pour l'ouvrir dans une nouvelle fenêtre
lt: Spustelėkite ant nuorodos viduriniuoju pelės mygtuku arba nuspaudę Ctrl (Vald) klavišą, kad atvertumėte ją naujame lange

source: Displayed URLs are kept in sync for pages that manually update the URL without a page load
es: Los URL mostrados se mantienen en sincronía para aquellas páginas que actualizan manualmente el URL sin una carga de pagina
fr: Les URL affichées sont synchronisées pour les pages qui mettent à jour manuellement l'URL sans recharger la page
lt: Rodomi URL yra išlaikomi sinchronizuoti puslapiams, kurie rankiniu būdu atnaujina URL neįkeldami puslapio

source: Local HTML files can now be opened
es: Ahora es posible abrir archivos HTML locales
fr: Les fichiers HTML locaux peuvent désormais être ouverts
lt: Dabar, gali būti atveriami vietiniai HTML failai

source: More informative "set as default" infobar
es: Barra de información «Establecer como predeterminado» más instructiva
fr: Barre d'info « Définir par défaut » plus informative
lt: Labiau informatyvi informacinė juosta "Nustatyti kaip numatytąją"

source: Tweaked "set as default" infobar styling
es: Retoques visuales a la barra de información «Establecer como predeterminado»
fr: Ajustement de l'apparence de la barre d'info « Définir par défaut »
lt: Pagerintas informacinės juostos "Nustatyti kaip numatytąją" stilius

source: Search from URL entry!
es: ¡Realice búsquedas desde el cuadro de URL!
fr: Recherchez depuis la barre d'URL
lt: Atlikite paiešką URL įraše!

source: Asks (politely!) to be set as the default browser
es: Pide (cortésmente) establecerlo como navegador predeterminado
fr: Vous demande (poliment !) d'être défini en tant que navigateur par défaut
lt: (Mandagiai!) paprašo, kad būtų nustatyta kaip numatytoji naršyklė

source: Open unsupported links (like AppCenter ones) in the OS-default app
es: Apertura de enlaces no admitidos (como los de AppCenter) en la aplicación predeterminada del sistema
fr: Ouvrez les liens non supportés (comme ceux du Centre d'Applications) dans l'application du système par défaut
lt: Atverti nepalaikomas nuorodas (tokias kaip Programų centro nuorodas) operacinės sistemos numatytose programose

source: Add "New Window" to headerbar, app launcher, and keyboard shortcuts
es: Adición de «Ventana nueva» a la barra principal, el lanzador de aplicaciones y los atajos de teclado
fr: Ajout de « Nouvelle fenêtre » dans la barre supérieure, le lanceur d'application et dans les raccourcis claviers
lt: Pridėti "Naujas langas" į antraštės juostą, programos leistuką ir klaviatūros trumpinius

source: Collapse external browsers into a menu when there's more than one
es: Cuando hay más de un navegador externo, estos se pliegan en un menú
fr: Réduit les navigateurs externes dans un menu lorsqu'il y en a plus d'un
lt: Suskleisti išorines naršykles į meniu, kuomet jų yra daugiau nei viena

source: Add several useful keyboard and mouse shortcuts
es: Adición de varios atajos de teclado y ratón útiles
fr: Ajout de plusieurs raccourcis clavier et souris utiles
lt: Pridėti kelis naudingus klaviatūros ir pelės trumpinius

source: Fix links that try to open in a new window
es: Corrección para enlaces que intentan abrirse en una ventana aparte
fr: Correction des liens qui essaient d'ouvrir une nouvelle fenêtre
lt: Pataisyti nuorodas, kurios yra bandomos atverti naujame lange

source: Initial release for AppCenter
es: Lanzamiento inicial para AppCenter
fr: Version initiale pour le Centre d'Applications
lt: Pradinė laida, skirta Programų centrui

source: Private browser
de: Privater Browser
es: Navegador privado
fr: Navigateur privé
lt: Privati naršyklė
ru: Приватный браузер

source: Browse the web in private
de: Surfen Sie privat im Internet
es: Explore la Red en privado
fr: Naviguez sur le web en privé
lt: Naršykite saityną privačiai
ru: Просматривайте веб приванто

source: WWW;web;browser;internet;private;incognito;focus;temporary;cookies;
es: WWW;web;navegador;internet;privado;incógnito;focus;temporal;cookies;
fr: WWW;web;navigateur;internet;privé;incognito;focus;temporaire;cookies;
lt: WWW;saityno;saitynas;žiniatinklis;žiniatinklio;naršyklė;internetas;privati;inkognito;susitelkti;laikina;slapukai;

source: New Window
de: Neues Fenster
es: Ventana nueva
fr: Nouvelle fenêtre
lt: Naujas langas
ru: Новое окно

source: Undo
es: Deshacer
fr: Annuler

source: Back
de: Zurückgehen
es: Atrás
fr: Précédent
lt: Atgal
ru: Назад

source: Forward
de: Weitergehen
es: Adelante
fr: Suivant
lt: Pirmyn
ru: Вперёд

source: Reload page
de: Seite neuladen
es: Volver a cargar la página
fr: Recharger la page
lt: Įkelti puslapį iš naujo
ru: Обновить страницу

source: Stop loading
de: Ladevorgang abbrechen
es: Detener la carga
fr: Arrêter le chargement
lt: Stabdyti įkėlimą
ru: Остановить загрузку

source: Close window and erase history
es: Cerrar la ventana y borrar el histórico
fr: Fermer la fenêtre et effacer l'historique

source: Zoom out
de: Herauszoomen
es: Alejar
fr: Zoom arrière
lt: Mažinti
ru: Уменьшить

source: Default zoom level
de: Standard-Zoom
es: Escala predeterminada
fr: Niveau de zoom par défaut
lt: Numatytasis mastelio lygis
ru: Сбросить масштаб

source: Zoom in
de: Hereinzoomen
es: Acercar
fr: Zoom avant
lt: Didinti
ru: Увеличить

source: <b>Note:</b> Disabling JavaScript will likely break many sites
es: <b>Nota:</b> si desactiva JavaScript probablemente dejen de funcionar muchos sitios
fr: <b>Remarque :</b> Désactiver JavaScript va probablement empêcher de nombreux sites de fonctionner correctement

source: Open New Window
de: Neues Fenster öffnen
es: Abrir una ventana nueva
fr: Ouvrir une nouvelle fenêtre
lt: Atverti naują langą
ru: Открыть новое окно

source: Quit Ephemeral
es: Salir de Ephemeral
fr: Quitter Ephemeral

source: Close all windows and erase all history
es: Cerrar todas las ventanas y borrar el histórico
fr: Fermer toutes les fenêtres et effacez tout l'historique

source: Startpage.com Search
es: Búsqueda con Startpage.com
fr: Recherche sur Startpage.com
lt: Startpage.com paieška

source: DuckDuckGo Search
es: Búsqueda con DuckDuckGo
fr: Recherche sur DuckDuckGo
lt: DuckDuckGo paieška

source: Custom Search Engine…
es: Buscador personalizado…
fr: Moteur de recherche personnalisé…
