Repository: cassidyjames/ephemeral
Catalog: po/*.po
Languages: de, es, fr, lt, ru

source: Reset Preferences…
de: Einstellungen zurücksetzen…
es: Restablecer las preferencias…
fr: Réinitialiser les préférences…
lt: Atstatyti nuostatas…
ru: Сбросить настройки...

source: Suggestion removed
es: Sugerencia eliminada
fr: Suggestion supprimée

source: Suggestion added
es: Sugerencia añadida
fr: Suggestion ajoutée

source: Open Link Externally?
es: ¿Quiere abrir el enlace externamente?
fr: Ouvrir en externe ?

source: This page is trying to open an app for <b>%s</b> links.
es: Esta página intenta abrir una aplicación para los enlaces <b>%s</b>.
fr: Cette page tente d'ouvrir une application pour les liens <b>%s</b>.

source: This page is trying to open an app.
de: Diese Seite versucht eine App zu öffnen.
es: Esta página intenta abrir una aplicación.
fr: Cette page tente d'ouvrir une application.
lt: Šis puslapis bando atverti programą.
ru: Эта страница пытается открыть приложение.

source: Your data may not be kept private by the opened app.
de: Ihre Daten werden eventuell von der geöffneten App nicht privat gehalten.
es: La otra aplicación podría no guardar la privacidad de su información.
fr: Vos données peuvent ne pas être gardées privées par l'application ouverte.
lt: Atverta programa gali neišlaikyti jūsų duomenų privačiai.
ru: Приватность ваших данных не гарантируется после открытия приложения.

source: Don’t Open
de: Nicht öffnen
es: No abrir
fr: Ne pas ouvrir
lt: Neatverti
ru: Не открывать

source: Open Anyway
de: Trotzdem öffnen
es: Abrir de todos modos
fr: Ouvrir quand même
lt: Vis tiek atverti
ru: Открыть в любом случае

source: Reset Preferences?
de: Einstellungen zurücksetzen?
es: ¿Quiere restablecer las preferencias?
fr: Réinitialiser les préférences ?
lt: Atstatyti nuostatas?
ru: Сбросить настройки?

source: All added website suggestions will be removed. Any dismissed or remembered alerts, warnings, etc. will be displayed again the next time Ephemeral is opened.
es: Se quitarán todas las sugerencias de sitios web añadidos. Las alertas descartadas o recordadas volverán a aparecer la próxima vez que abra Ephemeral.
fr: Toutes les suggestions de sites ajoutées vont être supprimées. Les alertes, rappels, avertissements, etc. rejetés ou mémorisés s'afficheront à nouveau à la prochaine ouverture d'Ephemeral.

source: Never Mind
de: Abbrechen
es: No importa
fr: En fait non
lt: Nesvarbu
ru: Нет

source: Reset Preferences
de: Einstellungen zurücksetzen
es: Restablecer preferencias
fr: Réinitialiser les préférences
lt: Atsatyti nuostatas
ru: Сбросить настройки

source: Message From Page
es: Mensaje de la página
fr: Message de la page

source: Close
es: Cerrar
fr: Fermer

source: Confirm
es: Confirmar
fr: Confirmer

source: Make privacy a habit.
de: Machen Sie Privatsphäre zur Gewohnheit.
es: Haga de la privacidad un hábito.
fr: Faites de la confidentialité une habitude.
lt: Paverskite privatumą savo įpročiu.
ru: Сделайте приватность своей привычкой.

source: Set Ephemeral as your default browser?
de: Ephemeral als Standard-Webbrowser setzen?
es: ¿Quiere establecer Ephemeral como el navegador predeterminado?
fr: Définir Ephemeral comme navigateur par défaut ?
lt: Nustatyti Ephemeral kaip jūsų numatytąją naršyklę?
ru: Установить Ephemeral в качестве браузера по умолчанию?

source: You can always change this later in <i>System Settings</i> → <i>Applications</i>.
de: Sie können dies jederzeit wieder ändern unter <i>Systemeinstellungen</i> → <i>Anwendungen</i>.
es: Puede modificar esto más adelante en <i>Configuración del sistema</i> → <i>Aplicaciones</i>.
fr: Vous pouvez toujours changer ceci plus tard dans <i>Paramètres du système</i> → <i>Applications</i>.
lt: Vėliau visada galite tai pakeisti perėję į <i>Sistemos nustatymai</i> → <i>Programos</i>.
ru: Вы всегда это можете изменить позже в <i>Системные настройки</i> → <i>Приложения</i>.

source: Never Ask Again
de: Nie wieder nachfragen
es: No preguntar más
fr: Ne plus me demander
lt: Daugiau nebeklausti
ru: Больше не спрашивать

source: Set as Default
de: Als Standard setzen
es: Predeterminar
fr: Définir par défaut
lt: Nustatyti kaip numatytąją
ru: Установить по умолчанию

source: Ephemeral is a paid app designed for elementary OS.
de: Ephemeral ist eine bezahlte App, konzipiert für elementary OS.
es: Ephemeral es una aplicación de pago diseñada para elementary OS.
fr: Ephemeral est une application payante conçue pour elementary OS.
lt: Ephemeral yra mokama programa, sukurta elementary OS.
ru: Ephemeral — платное приложение, предназначенное для elementary OS.

source: Some features may not work properly when running on another OS or desktop environment.
de: Manche Features funktionieren eventuell auf anderen Systemen oder Desktop Environments nicht.
es: Es posible que algunas prestaciones no funcionen adecuadamente en otros sistemas o entornos.
fr: Certaines fonctionnalités pourraient ne pas fonctionner correctement sur un autre système d'exploitation ou environnement de bureau.
lt: Kai kurios ypatybės gali tinkamai neveikti, naudojant naršyklę kitoje operacinėje sistemoje ar kitoje darbalaukio aplinkoje.
ru: Некоторые функции могут не работать должным образом при работе в другой ОС или среде рабочего стола.

source: Ephemeral is also typically funded by elementary AppCenter purchases. Consider donating if you find value in using Ephemeral on other platforms.
de: Ephemeral wird typischerweise durch AppCenter-Käufe finanziert. Denken Sie über eine Spende nach, wenn Sie Ephemeral gerne auf anderen Plattformen benutzen möchten.
es: Las compras por el AppCenter de elementary normalmente financian Ephemeral. Si encuentra valor en Ephemeral en otras plataformas, considere realizar un donativo.
fr: Ephemeral est aussi financé par les achats dans le Centre d'Applications d'elementary. Envisagez de faire un don si vous trouvez utile d'utiliser Ephemeral sur d'autres plateformes.
lt: Ephemeral taip pat įprastai remiama iš elementary Programų centro įsigijimų. Jei vertinate naudojimąsi Ephemeral kitose platformose, apsvarstykite galimybę įsigyti ar paremti programą.
ru: Ephemeral также обычно финансируется за счет покупок в elementary AppCenter. Рассмотрите возможность пожертвования, если вы находите полезным использовать Ephemeral на других платформах.

source: Dismiss
de: Ablehnen
es: Descartar
fr: Masquer
lt: Atmesti
ru: Отклонить

source: Donate…
de: Spenden…
es: Donar…
fr: Faire un don…
lt: Paaukoti…
ru: Пожертвовать...

source: Network Not Available.
de: Netzwerk nicht verfügbar.
es: La red no está disponible.
fr: Réseau non disponible
lt: Tinklas neprieinamas.
ru: Сеть недоступна.

source: Connect to the Internet to browse the Web.
de: Verbinden Sie sich mit dem Internet, um im Netz zu surfen.
es: Conéctese a Internet para explorar la Red.
fr: Connectez-vous à Internet pour naviguer sur le Web.
lt: Norėdami naršyti saityne, prisijunkite prie interneto.
ru: Подключитесь к интернету для просмотра веб-страниц.

source: Never Warn Again
de: Nie wieder warnen
es: No avisar más
fr: Ne plus m'avertir
lt: Daugiau nebeįspėti
ru: Больше не предупреждать

source: Network Settings…
de: Netzwerk-Einstellungen…
es: Configuración de redes…
fr: Paramètres réseau…
lt: Tinklo nustatymai…
ru: Сетевые настройки...

source: Ephemeral is a paid app
de: Ephemeral ist eine bezahlte App
es: Ephemeral es una aplicación de pago
fr: Ephemeral est une application payante
lt: Ephemeral yra mokama programa
ru: Ephemeral — платное приложение

source: funded by AppCenter purchases.
de: finanziert durch AppCenter-Käufe.
es: financiada por las compras en el AppCenter.
fr: financée par les achats dans le Centre d'Applications.
lt: ir yra remiama iš įsigijimų Programų centre.
ru: финансируется за счет покупок в AppCenter.

source: Consider purchasing or funding if you find value in using Ephemeral.
de: Denken Sie darüber nach, das Projekt zu finanzieren, wenn Sie Ephemeral nützlich finden.
es: Si ha sacado provecho de Ephemeral, considere comprarlo o financiarlo.
fr: Envisagez de faire un don si vous trouvez utile d'utiliser Ephemeral.
lt: Jei vertinate naudojimąsi Ephemeral, apsvarstykite galimybę įsigyti ar paremti programą.
ru: Рассмотрите возможность покупки или финансирования, если вы находите полезным использовать Ephemeral.

source: Purchase or Fund…
de: Kaufen oder Finanzieren…
es: Comprar o financiar…
fr: Acheter ou finacer…
lt: Įsigyti ar paremti…
ru: Купить или профинансировать...

source: Whoops
de: Ups
es: Vaya
fr: Oups
lt: Oi
ru: Ой!

source: Could not display the page.
de: Die Seite konnte nicht angezeigt werden.
es: No se pudo mostrar la página.
fr: Impossible d'afficher cette page.
lt: Nepavyko parodyti puslapio.
ru: Не удалось отобразить страницу.

source: Remember, Ephemeral and any browser’s incognito or private mode can only do so much: they mitigate some tracking and don’t store data on your device, but they won’t stop your ISP, government, or determined websites from tracking you.
de: Denken Sie daran, dass Ephemeral und der Inkognito-Modus oder private Modus in jedem anderen Browser nur so viel tun können: Sie können die Verfolgung ein wenig eingrenzen und keine Daten auf Ihrem Gerät speichern, aber sie werden Ihren Internetanbieter, die Regierung oder hartnäckigere Seiten nicht davon abhalten, Sie zu verfolgen.
es: Tenga presente que Ephemeral y los modos privados de cualquier otro navegador tienen límites: aunque mitigan ciertas formas de rastreo y previenen el almacenamiento local de datos, no pueden contra su proveedor de servicio, el gobierno o sitios web tenaces.
fr: N'oubliez pas qu'Ephemeral et le mode incognito ou privé de n'importe quel navigateur ne peuvent pas faire grand-chose : ils atténuent le suivi et ne stockent pas de données sur votre appareil, mais ils n'empêchent pas votre FAI, le gouvernement ou des sites web déterminés de vous suivre.
lt: Atminkite, Ephemeral ir bet kurios kitos naršyklės inkognito ar privati veiksena gali atlikti tik tiek: sumažinti sekimą ir nesaugoti duomenų jūsų įrenginyje, tačiau naršyklės nesustabdys jūsų interneto paslaugų teikėjo, vyriausybės ar pasiryžusių internetinių svetainių nuo galimybės jus sekti.
ru: Помните, что Ephemeral и режим инкогнито или приватный режим другого браузера могут сделать очень многое, но не всё: они уменьшают некоторое отслеживание и не сохраняют данные на вашем устройстве, но они не помешают вашему провайдеру, правительству или определенным веб-сайтам отслеживать вас.

source: Open page in…
de: Seite öffnen in…
es: Abrir la página en…
fr: Ouvrir la page dans…
lt: Atverti puslapį naudojant…
ru: Открыть страницу в...

source: Open page in %s
de: Seite in %s öffnen
es: Abrir página en %s
fr: Ouvrir la page dans %s
lt: Atverti puslapį naudojant %s
ru: Открыть страницу в %s

source: Close Window When Opening Externally
es: Cerrar ventana al abrir externamente
fr: Fermer la fenêtre lors de l'ouverture en externe
lt: Užverti langą, atveriant išorinėje programoje

source: Enter a URL or search term
de: Geben Sie eine URL oder einen Suchbegriff ein
es: Escriba un URL o un término de búsqueda
fr: Entrez un URL ou cherchez quelque chose
lt: Įveskite URL ar paieškos žodžius
ru: Введите URL или поисковый запрос

source: Go to "%s"
es: Ir a «%s»
fr: Aller vers « %s »

source: Search for "%s"
es: Buscar «%s»
fr: Rechercher pour « %s »

source: Popular website
es: Sitio web popular
fr: Sites populaires
lt: Populiari internetinė svetainė

source: Favorite website
es: Sitio web favorito
fr: Sites favoris

source: Go
de: Los
es: Ir
fr: Rechercher
lt: Eiti
ru: Перейти

source: Remove Website from Suggestions
es: Quitar sitio web de las sugerencias
fr: Supprimer le site Web des Suggestions

source: Add Website to Suggestions
es: Añadir sitio web a las sugerencias
fr: Ajouter le site Web aux Suggestions

source: Open Link in New _Window
es: Abrir enlace en una _ventana nueva
fr: Ouvrir le lien dans une une nouvelle fenêtre

source: Menu
de: Menü
es: Menú
lt: Meniu
ru: Меню

source: Ephemeral protects you in four key ways:
de: Ephemeral beschützt Sie hauptsächlich auf vier Arten:
ru: Четыре ключевых способа которыми Ephemeral защищает вас:

source: Ephemeral also uses DuckDuckGo — the search engine that doesn’t track you — by default to avoid as much Google tracking as possible.
de: Ephemeral benutzt außerdem standardmäßig DuckDuckGo—die Suchmaschine, die Sie nicht verfolgt—um so viel Google-Tracking wie möglich zu vermeiden.
ru: Ephemeral также использует DuckDuckGo по умолчанию — поисковую систему, которая не отслеживает вас, чтобы максимально избежать отслеживания Google.

source: What if you run into a site compatibility issue due to the tracking prevention, or if you want to sign into a site using another browser’s saved passwords? Ephemeral has you covered: just hit your other browser’s icon in the header and the current page is opened up there.
de: Was ist, wenn man Probleme mit der Webseiten-Kompatibilität hat oder wenn man sich auf einer Seite mit Passwörtern, die in einem anderen Browser gespeichert sind, anmelden will? Ephemeral hat an Sie gedacht: Drücken Sie einfach das Icon des anderen Browsers in der Titelleiste und die aktuelle Seite wird dort geöffnet.
ru: Что делать, если вы столкнулись с проблемой совместимости сайта из-за предотвращения отслеживания или если вы хотите войти на сайт с помощью сохраненных паролей другого браузера? В Ephemeral есть информация о вас: просто нажмите значок другого браузера в заголовке, и в нём откроется текущая страница.

source: The best part of Ephemeral comes when you use it as your default browser: make privacy a habit by opening links in a private browser by default, knowing you can always jump back into a less private browser with one click.
de: Das beste an Ephemeral sieht man, wenn man ihn als Standard-Webbrowser festlegt: Machen Sie Privatsphäre zur Gewohnheit, indem Sie Links standardmäßig in einem privaten Browser öffnen - wissend, dass Sie mit einem Klick in einen weniger privaten Browser zurückspringen können.
ru: Наибольшая эффективность Ephemeral достигается, когда вы используете его в качестве браузера по умолчанию: сделайте конфиденциальность привычкой, открывая ссылки в приватном браузере по умолчанию, зная, что вы всегда можете вернуться к менее приватному браузеру одним щелчком мыши.

source: Erase browsing history
de: Verlauf löschen
ru: Очистить историю просмотров

source: Quit All Windows
de: Alle Fenster schließen
ru: Закрыть все окна

source: Open Externally?
de: Extern öffnen?
ru: Открыть извне?

source: This page is trying to open an app for “%s” links.
de: Diese Seite versucht eine App für „%s“ Links zu öffnen.
ru: Эта страница пытается открыть приложение для ссылок “%s”.

source: Any dismissed or remembered alerts, warnings, etc. will be displayed again the next time Ephemeral is opened.
de: Alle abgelehnten oder ignorierten Meldungen, Warnungen, etc. werden beim nächsten Start von Ephemeral erneut angezeigt.
ru: Любые отклоненные или запомненные предупреждения, предупреждения и т. д. будут отображаться снова при следующем открытии Ephemeral.
